

def start() -> str:
    return f'Привет👋🏼! Меня зовут Вячеслав Царенков! Я професиональный фотограф📸! Здесь ты можешь ознакомиться с моими работами и записаться ко мне на съемки!'

def conditions():
    return f'Всем привет, самое главное условие - хорошее настроение, а вообще: 1. Место и время съемки обговаривается заранее, желательно за 2 неделе до съемки(Занять студию, забронировать дополнительное оборудование и т.д.) 2. Образы и одежда всегда обговаривается заранее и с участием фотографа! 3. Донаты фотографу - обговариваются дважды, во избежании косяков. 4. Все дополнительные расходы - берет на себя заказчик. 5. О том что вы не придете на съемку - тоже нужно сказать фотографу, ибо мысли он читать не умеет, что бы угадать причину по чему вас нет. 6. Если вы хотите увезти фотографа в другой город или хотите продлить ваше время с фотографом - это оплачивается дополнительно. 7. Исходники не отдаю!'

def pictures():
    return f''

def variants():
    return f'Варианты сьемок⬇️'

def express():
    return f'Экспресс - съемка⏱\nИдеально подходит для смены фотографий в соц. сетях, 20-30 фотографий в обработке. Время фотосессии около 30 минут.'

def content():
    return f'Контент-съемка🚀\nСъемка для брэндов, блогеров и всем кому необходимы фото для представления и продвижения продукта ( обговаривается индивидуально).'

def tfp():
    return f'Съемка на условиях TFP(Time for Prints)📰\nСъемка на бесплатной основе, по образу предложенной моделью или фотографом.'

def food():
    return f'Фуд-съемка🍇\nПопулярная съемка для брэндов и ресторанов( обговаривается индивидуально).'

def individual():
    return f'Индивидуальная съемка🧍🏼‍♂️\nДетальная проработка образа. Длительность фотосессии 1 час. Кол-во фотографий 50-70.'

def love():
    return f'LoveStory-съемка💕\nКлассика всех классик. Ты и твоя вторая половинка. Съемка длится 1-2 часа. Кол-во фотографий 60-100 в обработке.'

def family():
    return f'Семейная съемка👨‍👩‍👧\nЛучшие моменты вместе с семьей. Длительность съемки - индивидуально. Кол-во фотографий 60-100 в обработке.'

def wrt():
    return f'https://instagram.com/slava_tsar_ph?igshid=YmMyMTA2M2Y='

def photo1():
    return f''

def photo2():
    return f''

def photo3():
    return f''

def photo4():
    return f''

def photo5():
    return f''

def photo6():
    return f''

def photo7():
    return f''



